---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CircuitLoadClassificationParam
source: html/bb1d1933-8708-29cb-0e31-835433c1cf40.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CircuitLoadClassificationParam Property

"Load Classification"

## Syntax (C#)
```csharp
public static ForgeTypeId CircuitLoadClassificationParam { get; }
```